---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserIsSlanted
source: html/8e2e031c-918e-a354-6556-5fc83511546b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserIsSlanted Property

"Slanted"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeRiserIsSlanted { get; }
```